Repository: GunioRobot/i2eng
Catalog: po/*.po
Languages: es

source: Spanish -> English
es: Español -> Inglés

source: English -> Spanish
es: Inglés -> Español

source: Raw search
es: Búsqueda bruta

source: Exact search
es: Búsqueda exacta

source: Translate
es: Traducir

source: Learn
es: Aprender

source: Exit
es: Salir

source: Add text to both inputs.
es: Añade texto en las dos entradas

source: I cannot open file
es: No puedo abrir el fichero

source: Warning
es: Aviso

source: Already in dictionary
es: Ya esta en el diccionario

source: Learning
es: Aprendiendo

source: English
es: Inglés

source: Spanish
es: Español

source: Cancel
es: Cancelar

source: Error opening file %s
es: Error al abrir el fichero %s

source: Ok
es: Aceptar

source: In function regcomp()==
es: En la función regcomp()==

source: In function regexec()==
es: En la función regexec()==

source: At line:
es: En la linea:

source: Of file
es: Del fichero

source: Not found in
es: No encontrado en

source: Dictionary
es: Diccionario

source: not found.
es: no encontrado.

source: i2e-cli [-re] [word]
es: i2e-cli [-re] [palabra]

source: By default, i2e-cli translates from English into Spanish with
es: Por defecto i2e-cli traduce del Inglés al Español con

source: a "raw" search.
es: una búsqueda «bruta».

source: With -r option word is translated from Spanish into English.
es: Con la opción -r traduce del Español al Inglés.

source: With -e option an "exact" search will be performed.
es: Con la opción -e hace una búsqueda «exacta».

source: Option
es: Opción

source: not valid.
es: no valida.

source: Not found in Spanish
es: No encontrado en Español

source: Not found in English
es: No encontrado en Inglés
